brew "git"
brew "neovim"
brew "tree"
brew "python"
brew "unzip"
brew "lsd"
brew "bat"
brew "tmux"
brew "tmuxinator"
brew "fzf"
brew "stow"
brew "ripgrep"
brew "starship"
brew "rust"
brew "yazi"
brew "lazygit"
brew "chafa"
brew "yarn"
brew --cask "ghostty"
brew "btop"
