[
  "dataview",
  "templater-obsidian",
  "calendar",
  "periodic-notes",
  "obsidian-icon-folder",
  "obsidian-image-toolkit",
  "obsidian-timestamper",
  "obsidian-relative-line-numbers",
  "obsidian-rollover-daily-todos",
  "obsidian-vimrc-support",
  "highlightr-plugin"
]